Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: has already been recorded as a violation for this compliance control
sv: har redan registrerats som en överträdelse för den här efterlevnadskontrollen

source: image_pull_secrets.namespace and shared_namespace must match if shared_namespace is specified
sv: image_pull_secrets.namespace och shared_namespace måste matcha om shared_namespace har angetts

source: impersonation token
sv: imitationstoken

source: must belong to the compliance requirement.
sv: måste tillhöra efterlevnadskravet.

source: must belong to the same compliance requirement.
sv: måste tillhöra samma efterlevnadskrav.

source: personal access token
sv: personlig åtkomsttoken

source: project access token
sv: åtkomsttoken för projekt

source: reCAPTCHA helps prevent credential stuffing.
sv: reCAPTCHA hjälper till att förhindra inloggningsattacker med stulna autentiseringsuppgifter.

source: reportType|Dependency Scanning
sv: rapporttyp|Beroendeskanning

source: reportType|Secret Detection
sv: rapporttyp|Hemlighetsidentifiering

source: should have the compliance requirement's framework applied to it.
sv: bör ha efterlevnadskravets ramverk tillämpat på sig.

source: Artifacts|+%{count} more
sv: Artifacts|+%{count} till

source: Artifacts|Clear selection
sv: Artifacts|Rensa markering

source: Artifacts|Delete selected
sv: Artifacts|Ta bort markerade

source: Artifacts|Maximum selected artifacts limit reached
sv: Artifacts|Gränsen för maximalt antal markerade artefakter har uppnåtts

source: Artifacts|Something went wrong while deleting. Please refresh the page to try again.
sv: Artifacts|Något gick fel vid borttagningen. Uppdatera sidan och försök igen.

source: Artifacts|Total artifacts count
sv: Artifacts|Totalt antal artefakter

source: BuildArtifacts|An error occurred while fetching the artifacts
sv: BuildArtifacts|Ett fel uppstod när artefakterna skulle hämtas

source: BuildArtifacts|Loading artifacts
sv: BuildArtifacts|Läser in artefakter

source: CICD|When turned on, archived job logs are incrementally uploaded to object storage. %{link_start}Learn more.%{link_end}
sv: CICD|När detta aktiveras överförs arkiverade jobbloggar stegvis till objektlagring. %{link_start}Läs mer.%{link_end}

source: Cannot unarchive because the maximum limit of %{limit} work item types has been reached.
sv: Det går inte att återställa från arkiv eftersom den maximala gränsen på %{limit} objekttyper för arbete har uppnåtts.

source: CiVariables|Can be seen in job logs.
sv: CiVariables|Kan ses i jobbloggar.

source: CiVariables|Masked in job logs but value can be revealed in CI/CD settings. Requires values to meet %{linkStart}regular expressions requirements%{linkEnd}.
sv: CiVariables|Maskerad i jobbloggar, men värdet kan visas i CI/CD-inställningarna. Kräver att värden uppfyller %{linkStart}kraven för reguljära uttryck%{linkEnd}.

source: CiVariables|Masked in job logs, and can never be revealed in the CI/CD settings after the variable is saved.
sv: CiVariables|Maskerad i jobbloggar och kan aldrig visas i CI/CD-inställningarna efter att variabeln har sparats.

source: ContinuousDeployment|Artifact source
sv: ContinuousDeployment|Artefaktkälla

source: ContinuousDeployment|Artifacts
sv: ContinuousDeployment|Artefakter

source: ContinuousDeployment|No artifact sources configured.
sv: ContinuousDeployment|Inga artefaktkällor har konfigurerats.

source: ContributionEvent|Archived design in %{resourceParentLink}.
sv: ContributionEvent|Arkiverade designen i %{resourceParentLink}.

source: Decompressed archive size validation failed.
sv: Valideringen av dekomprimerad arkivstorlek misslyckades.

source: Default artifacts expiration
sv: Standardförfallodatum för artefakter

source: DeletionSettings|Retention period
sv: DeletionSettings|Bevarandeperiod

source: DesignManagement|All designs have been archived.
sv: DesignManagement|Alla designer har arkiverats.

source: DesignManagement|Archive design
sv: DesignManagement|Arkivera design

source: DesignManagement|Archive designs
sv: DesignManagement|Arkivera designer

source: %{attributes} can't be blank
sv: %{attributes} får inte vara tom

source: After you delete a group, you %{strongOpen}cannot%{strongClose} restore it or its components.
sv: När du har tagit bort en grupp kan du %{strongOpen}inte%{strongClose} återställa den eller dess komponenter.

source: AgentPlan|A workplan breaks a work item into clear, ordered steps that guide implementation. Create one manually, or generate it with GitLab Duo. %{linkStart}Learn more%{linkEnd}.
sv: AgentPlan|En arbetsplan delar upp ett arbetsobjekt i tydliga, ordnade steg som vägleder implementeringen. Skapa en manuellt eller generera den med GitLab Duo. %{linkStart}Läs mer%{linkEnd}.

source: AiPowered|GitLab Duo availability for %{groupName}
sv: AiPowered|GitLab Duo-tillgänglighet för %{groupName}

source: AiPowered|Locked by %{path}. Clear the admin lock on the ancestor to modify this group.
sv: AiPowered|Låst av %{path}. Ta bort administratörslåset på den överordnade gruppen för att ändra den här gruppen.

source: AiPowered|Reset %{groupName} to inherited value?
sv: AiPowered|Återställ %{groupName} till det ärvda värdet?

source: AiPowered|Set %{groupName} to %{value} and clear %{count} admin %{lockNoun}?
sv: AiPowered|Ange %{groupName} till %{value} och ta bort %{count} administratörs%{lockNoun}?

source: AiPowered|When this setting is turned on, users can access features included in the GitLab Duo Core add-on. %{linkStart}Which features are included%{linkEnd}?
sv: AiPowered|När den här inställningen är påslagen kan användare komma åt funktioner som ingår i tillägget GitLab Duo Core. %{linkStart}Vilka funktioner ingår%{linkEnd}?

source: Amazon Q could not call your GitLab instance. Please review your configuration and try again. Detail: %{error}
sv: Amazon Q kunde inte anropa din GitLab-instans. Granska konfigurationen och försök igen. Information: %{error}

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java. %{link_start}Learn more%{link_end}.
sv: AmazonQ|Använd GitLab Duo med Amazon Q för att skapa och granska sammanfogningsbegäranden och uppgradera Java. %{link_start}Läs mer%{link_end}.

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java. GitLab Duo with Amazon Q is separate from GitLab Duo Pro and Enterprise. %{linkStart}Learn more%{linkEnd}.
sv: AmazonQ|Använd GitLab Duo med Amazon Q för att skapa och granska sammanfogningsbegäranden och uppgradera Java. GitLab Duo med Amazon Q är separat från GitLab Duo Pro och Enterprise. %{linkStart}Läs mer%{linkEnd}.

source: AmbiguousRef|View branch
sv: AmbiguousRef|Visa gren

source: AmbiguousRef|View tag
sv: AmbiguousRef|Visa tagg

source: Analytics dashboards
sv: Analysinstrumentpaneler

source: AnalyticsDashboards|%{count} groups selected
sv: AnalyticsDashboards|%{count} grupper har valts

source: AnalyticsDashboards|Add panel
sv: AnalyticsDashboards|Lägg till panel

source: AnalyticsDashboards|Add panels to this dashboard to visualize your analytics data.
sv: AnalyticsDashboards|Lägg till paneler på instrumentpanelen för att visualisera dina analysdata.

source: AnalyticsDashboards|Add to dashboard
sv: AnalyticsDashboards|Lägg till på instrumentpanelen

source: AnalyticsDashboards|Analyze with Duo
sv: AnalyticsDashboards|Analysera med Duo

source: AnalyticsDashboards|View analytics dashboards
sv: AnalyticsDashboards|Visa analysinstrumentpaneler

source: Analytics|%{linkStart}Learn more%{linkEnd} about managing and interacting with analytics dashboards.
sv: Analytics|%{linkStart}Läs mer%{linkEnd} om hur du hanterar och interagerar med analysinstrumentpaneler.

source: Analytics|Analytics dashboards
sv: Analytics|Analysinstrumentpaneler

source: Analytics|Analytics settings for '%{group_name}' were successfully updated.
sv: Analytics|Analysinställningarna för '%{group_name}' har uppdaterats.

source: Analyze CI/CD pipeline metrics and performance
sv: Analysera CI/CD-pipeline-mått och prestanda

source: Another GitLab Duo availability override is in progress for this group. Please retry.
sv: En annan åsidosättning av GitLab Duo-tillgänglighet pågår för den här gruppen. Försök igen.

source: Another open merge request already exists for this source branch: %{conflicting_mr_reference}
sv: Det finns redan en annan öppen sammanfogningsbegäran för den här källgrenen: %{conflicting_mr_reference}

source: AppleAppStore|Error: You are trying to upload something other than a Private Key file.
sv: AppleAppStore|Fel: Du försöker ladda upp något annat än en fil med privat nyckel.

source: ApplicationSettings|Controlled access
sv: ApplicationSettings|Styrd åtkomst

source: ApplicationSettings|Open access
sv: ApplicationSettings|Öppen åtkomst

source: ApplicationSettings|Require admin approval for new user accounts
sv: ApplicationSettings|Kräv administratörsgodkännande för nya användarkonton

source: ApplicationSettings|Restricted access
sv: ApplicationSettings|Begränsad åtkomst

source: Apply selected attributes to projects (keeps existing attributes)
sv: Tillämpa valda attribut på projekt (behåll befintliga attribut)

source: ApprovalRule|Search in all groups
sv: ApprovalRule|Sök i alla grupper

source: ApprovalRule|Search in project groups
sv: ApprovalRule|Sök i projektgrupper

source: ApprovalRule|Search users or groups
sv: ApprovalRule|Sök efter användare eller grupper

source: ApprovalSettings|Prevent approval by merge request creator
sv: ApprovalSettings|Förhindra godkännande av skaparen av sammanfogningsbegäran

source: Archive pipelines
sv: Arkivera pipelines

source: Assigned issues
sv: Tilldelade ärenden

source: Assigned work items
sv: Tilldelade arbetsobjekt

source: Attestations|Issuer
sv: Attestations|Utfärdare

source: Attestations|No attestations found for this project
sv: Attestations|Inga attesteringar hittades för det här projektet

source: Automate your build and deployment process
sv: Automatisera din bygg- och distributionsprocess

source: Average closed merge requests created per flow.
sv: Genomsnittligt antal skapade stängda sammanfogningsbegäranden per flöde.

source: Average merge requests created per flow.
sv: Genomsnittligt antal skapade sammanfogningsbegäranden per flöde.

source: BambooService|Run CI/CD pipelines with Atlassian Bamboo.
sv: BambooService|Kör CI/CD-pipelines med Atlassian Bamboo.

source: BambooService|Run CI/CD pipelines with Atlassian Bamboo. You must set up automatic revision labeling and a repository trigger in Bamboo.
sv: BambooService|Kör CI/CD-pipelines med Atlassian Bamboo. Du måste konfigurera automatisk revisionsmärkning och en kodförrådstrigger i Bamboo.

source: BillingPlans|Bring your own production environment
sv: BillingPlans|Använd din egen produktionsmiljö

source: BillingPlans|Get 10,000 compute minutes per month for your CI/CD pipelines, up from 400 on the Free plan.
sv: BillingPlans|Få 10 000 beräkningsminuter per månad för dina CI/CD-pipelines, jämfört med 400 i Free-planen.

source: BillingPlans|Safeguard testing and production environments by restricting deployment access to authorized users only.
sv: BillingPlans|Skydda test- och produktionsmiljöer genom att begränsa distributionsåtkomst till auktoriserade användare.

source: Billings|Error validating card details
sv: Billings|Fel vid validering av kortuppgifter

source: Billing|Error assigning GitLab Duo add-on
sv: Billing|Fel vid tilldelning av GitLab Duo-tillägg

source: Blocked work items are not available for the current subscription tier
sv: Blockerade arbetsobjekt är inte tillgängliga för den aktuella prenumerationsnivån

source: BranchRules|Add branch rule
sv: BranchRules|Lägg till grenregel

source: BranchRules|Are you sure you want to delete this branch rule? This action cannot be undone.
sv: BranchRules|Är du säker på att du vill ta bort den här grenregeln? Åtgärden kan inte ångras.

source: BranchRules|Branch rule created.
sv: BranchRules|Grenregeln skapades.

source: BranchRules|Branch rule details
sv: BranchRules|Detaljer om grenregel

source: BranchRules|Create branch rule
sv: BranchRules|Skapa grenregel

source: BranchRules|Delete branch rule
sv: BranchRules|Ta bort grenregel

source: BranchRules|Delete branch rule?
sv: BranchRules|Ta bort grenregel?

source: BranchRules|Inherited branch rule
sv: BranchRules|Ärvd grenregel

source: BranchRules|No branch rules found
sv: BranchRules|Inga grenregler hittades

source: BranchRules|Select an existing branch, create a branch rule, or use wildcards such as %{stable} or %{production}. Branch names are case-sensitive. %{linkStart}Learn more.%{linkEnd}
sv: BranchRules|Välj en befintlig gren, skapa en grenregel eller använd jokertecken som %{stable} eller %{production}. Grennamn är skiftlägeskänsliga. %{linkStart}Läs mer.%{linkEnd}

source: Break down large initiatives into smaller, manageable work items across multiple projects
sv: Dela upp stora initiativ i mindre, hanterbara arbetsobjekt över flera projekt

source: CICD|Continuous deployment to production
sv: CICD|Kontinuerlig distribution till produktion

source: CICD|Continuous deployment to production using timed incremental rollout
sv: CICD|Kontinuerlig distribution till produktion med tidsstyrd stegvis utrullning

source: CICD|Deployment strategy
sv: CICD|Distributionsstrategi

source: Cache search results for %{label}
sv: Cachelagra sökresultat för %{label}

source: CanaryIngress|Change the ratio of canary deployments?
sv: CanaryIngress|Ändra förhållandet för kanariedistributioner?

source: CanaryIngress|Doing so will set a deployment change in progress. This temporarily blocks any further configuration until the deployment is finished.
sv: CanaryIngress|Detta medför att en distributionsändring pågår. Det blockerar tillfälligt ytterligare konfiguration tills distributionen är klar.

source: CanaryIngress|You are changing the ratio of the canary rollout for %{environment} compared to the stable deployment to:
sv: CanaryIngress|Du ändrar förhållandet för kanarieutrullningen för %{environment} jämfört med den stabila distributionen till:

source: Canceled deployment to
sv: Avbröt distribution till

source: Cannot create an immutable tag rule from a protection rule
sv: Det går inte att skapa en oföränderlig taggregel från en skyddsregel

source: Cannot mark this %{work_item_type} as duplicate due to insufficient permissions.
sv: Det går inte att markera %{work_item_type} som dubblett på grund av otillräckliga behörigheter.

source: Cannot process more than %{max} work item relations at once.
sv: Det går inte att behandla fler än %{max} relationer för arbetsobjekt samtidigt.

source: ChangeTypeAction|Search projects
sv: ChangeTypeAction|Sök projekt

source: Choose which repositories you want to connect and run CI/CD pipelines.
sv: Välj vilka kodförråd du vill ansluta och köra CI/CD-pipelines för.

source: CiCatalog|To set the project as a catalog resource, provide a brief description in the %{linkStart}project settings%{linkEnd}.
sv: CiCatalog|Om du vill ange projektet som en katalogresurs anger du en kort beskrivning i %{linkStart}projektinställningarna%{linkEnd}.

source: CiCatalog|Unable to remove project as a CI/CD Catalog project.
sv: CiCatalog|Det gick inte att ta bort projektet som ett CI/CD-katalogprojekt.

source: CiVariables|Migration started. You'll receive an email notification after all projects have been migrated.
sv: CiVariables|Migreringen har startat. Du får en e-postavisering när alla projekt har migrerats.

source: CloneWorkItem|Unable to clone. The selected work item type is not available in the target namespace.
sv: CloneWorkItem|Det gick inte att klona. Den valda arbetsobjektstypen är inte tillgänglig i målnamnrymden.

source: CloneWorkItem|Unable to clone. You have insufficient permissions.
sv: CloneWorkItem|Det gick inte att klona. Du har otillräckliga behörigheter.

source: CloudSeed|Deployments
sv: CloudSeed|Distributioner

source: ClusterAgents|Learn more about user access
sv: ClusterAgents|Läs mer om användaråtkomst

source: ClusterAgent|You have insufficient permissions to create an url configuration for this agent
sv: ClusterAgent|Du har otillräckliga behörigheter för att skapa en URL-konfiguration för den här agenten

source: ClusterAgent|You have insufficient permissions to delete this agent url configuration
sv: ClusterAgent|Du har otillräckliga behörigheter för att ta bort agentens URL-konfiguration

source: ClusterIntegration|A cluster management project can be used to run deployment jobs with Kubernetes %{code_open}cluster-admin%{code_close} privileges.
sv: ClusterIntegration|Ett projekt för klusterhantering kan användas för att köra distributionsjobb med Kubernetes-behörigheten %{code_open}cluster-admin%{code_close}.

source: Collapse work items
sv: Fäll ihop arbetsobjekt

source: Configure restrictions for new user accounts.
sv: Konfigurera begränsningar för nya användarkonton.

source: Configure settings for advanced search.
sv: Konfigurera inställningar för avancerad sökning.

source: Connect your external repositories, and CI/CD pipelines will run for new commits. A GitLab project will be created with only CI/CD features enabled.
sv: Anslut dina externa kodförråd så körs CI/CD-pipelines för nya incheckningar. Ett GitLab-projekt skapas med endast CI/CD-funktioner aktiverade.

source: Continuous Integration and Deployment
sv: Kontinuerlig integrering och distribution

source: ContinuousDeployment|%{environmentsCount} of %{totalEnvironmentsCount} environments
sv: ContinuousDeployment|%{environmentsCount} av %{totalEnvironmentsCount} miljöer

source: ContinuousDeployment|A short name and the tier it represents.
sv: ContinuousDeployment|Ett kort namn och den nivå det representerar.

source: ContinuousDeployment|All
sv: ContinuousDeployment|Alla

source: ContinuousDeployment|Application identity
sv: ContinuousDeployment|Programidentitet

source: ContinuousDeployment|Brief description
sv: ContinuousDeployment|Kort beskrivning

source: ContinuousDeployment|Bundled by
sv: ContinuousDeployment|Paketerad av

source: ContinuousDeployment|Collapse deployments
sv: ContinuousDeployment|Fäll ihop distributioner

source: ContinuousDeployment|Collapse links
sv: ContinuousDeployment|Fäll ihop länkar

source: ContinuousDeployment|Collapse releases
sv: ContinuousDeployment|Fäll ihop utgåvor

source: ContinuousDeployment|Collapse services
sv: ContinuousDeployment|Fäll ihop tjänster

source: ContinuousDeployment|Continuous Deployment
sv: ContinuousDeployment|Kontinuerlig distribution

source: ContinuousDeployment|Create applications to track them and deploy them to environments
sv: ContinuousDeployment|Skapa program för att spåra dem och distribuera dem till miljöer

source: ContinuousDeployment|Deploy
sv: ContinuousDeployment|Distribuera

source: ContributionAnalytics|Contributions per group member
sv: ContributionAnalytics|Bidrag per gruppmedlem

source: ContributionAnalytics|Loading contribution stats for group members
sv: ContributionAnalytics|Läser in bidragsstatistik för gruppmedlemmar

source: Copy labels and milestone from other work item or merge request in the same namespace
sv: Kopiera etiketter och milstolpe från ett annat arbetsobjekt eller en sammanfogningsbegäran i samma namnrymd

source: Could not remove %{user} from %{group}. Cannot remove last group owner.
sv: Det gick inte att ta bort %{user} från %{group}. Det går inte att ta bort den sista gruppägaren.

source: Create, manage, and measure custom analytics dashboards
sv: Skapa, hantera och mät anpassade analysinstrumentpaneler

source: DORA4Metrics|Failed to load dashboard panel.
sv: DORA4Metrics|Det gick inte att läsa in instrumentpanelen.

source: DORA4Metrics|You have insufficient permissions to view
sv: DORA4Metrics|Du har otillräckliga behörigheter för att visa

source: Dashboards|Select a group or project for this analytics dashboard
sv: Dashboards|Välj en grupp eller ett projekt för analysinstrumentpanelen

source: DataSync|Unable to perform action. The selected work item type is not available in the target namespace.
sv: DataSync|Det går inte att utföra åtgärden. Den valda arbetsobjektstypen är inte tillgänglig i målnamnrymden.

source: Default search scope
sv: Standardomfång för sökning

source: DeleteProject|Failed to remove project repository. Please try again or contact administrator.
sv: DeleteProject|Det gick inte att ta bort projektets kodförråd. Försök igen eller kontakta administratören.

source: DeleteProject|Failed to remove project snippets. Please try again or contact administrator.
sv: DeleteProject|Det gick inte att ta bort projektets kodavsnitt. Försök igen eller kontakta administratören.

source: DeployKeys|No search results found.
sv: DeployKeys|Inga sökresultat hittades.

source: Development widget is not enabled for this work item type
sv: Utvecklingswidgeten är inte aktiverad för den här arbetsobjektstypen

source: DuoAgentPlatform|Failed to load agent sessions for this work item.
sv: DuoAgentPlatform|Det gick inte att läsa in agentsessioner för det här arbetsobjektet.

source: DuoAgentPlatform|Implement work item with GitLab Duo
sv: DuoAgentPlatform|Implementera arbetsobjekt med GitLab Duo

source: DuoAgentsPlatform|Comment on work item
sv: DuoAgentsPlatform|Kommentera arbetsobjekt

source: DuoAgentsPlatform|Contact a project Maintainer or group Owner
sv: DuoAgentsPlatform|Kontakta en projektunderhållare eller gruppägare

source: DuoAgentsPlatform|Select at least one work item action.
sv: DuoAgentsPlatform|Välj minst en åtgärd för arbetsobjektet.

source: DuoAgentsPlatform|Select work item actions
sv: DuoAgentsPlatform|Välj åtgärder för arbetsobjekt

source: DuoCodeReview|:warning: Code Review Flow could not create the required CI/CD pipeline. Please request a new review. If the problem persists, contact your administrator.
sv: DuoCodeReview|:warning: Flödet för kodgranskning kunde inte skapa den CI/CD-pipeline som krävs. Begär en ny granskning. Om problemet kvarstår kontaktar du administratören.

source: DuoEnterprise|Quickly resolve CI/CD pipeline issues so developers can focus on critical tasks
sv: DuoEnterprise|Lös snabbt problem med CI/CD-pipelines så att utvecklare kan fokusera på kritiska uppgifter

source: DuoSlack|Could not set up the service account for the Duo Developer flow. Contact your group owner.
sv: DuoSlack|Det gick inte att konfigurera tjänstekontot för flödet Duo Developer. Kontakta gruppägaren.

source: Email notifications
sv: E-postaviseringar

source: Email the pipeline status to a list of recipients.
sv: Skicka pipeline-statusen via e-post till en lista över mottagare.

source: Enable email notification
sv: Aktivera e-postavisering

source: Enterprise User Account on GitLab
sv: Företagsanvändarkonto på GitLab

source: Environment|Showing search results with the status %{status}.
sv: Environment|Visar sökresultat med statusen %{status}.

source: Environment|Unauthorized to access %{resourceType} from this environment.
sv: Environment|Du saknar behörighet att komma åt %{resourceType} från den här miljön.

source: Epic and its work item parent must be the same
sv: Epic och dess överordnade arbetsobjekt måste vara samma

source: Error fetching the dependency list: %{errorDetails}
sv: Fel vid hämtning av beroendelistan: %{errorDetails}

source: Error occurred while updating the issue status
sv: Ett fel uppstod när frågestatusen skulle uppdateras

source: Explicitly subscribed
sv: Uttryckligen prenumererad

source: Explicitly unsubscribed
sv: Uttryckligen avprenumererad

source: ExternalAuthorizationService|Classification label
sv: ExternalAuthorizationService|Klassificeringsetikett
